[
    "Where do I find details on how to make a claim?",
    "Is it okay to drive someone else's car under this policy?",
    "Can you help me understand the coverage for theft?",
    "I need to update my address; where do I go?",
    "Is there a way to add additional drivers to my policy?",
    "Do you know the number to call in case of an accident?",
    "Where is the section on comprehensive coverage?",
    "Can you tell me how to file a claim online?",
    "Can I change my coverage level from third-party to comprehensive?",
    "What are the differences between fire and theft coverage?",
    "How do I know what my policy covers?",
    "When is it necessary to inform the insurer of a minor accident?",
    "What do I do if I lose my insurance documents?",
    "How to submit photos for a claim?",
    "What is the difference between third-party and comprehensive coverage?",
    "Is it permitted to use my car for business purposes?",
    "Can I include a temporary driver in my policy?",
    "What is covered under 'personal accident benefits'?",
    "Where do I access my policy schedule online?",
    "Is it okay to repair the car before filing a claim?",
    "Can you help me find the deductible amount for collisions?",
    "I need to add my spouse as a named driver; how can I do that?",
    "Is there a way to reduce my premiums?",
    "Do you know what counts as 'excess' in my policy?",
    "Where is the renewal process described?",
    "Can you tell me if windscreen repair is covered?",
    "Can I change my payment method for premiums?",
    "What are the steps to renew my policy?",
    "How do I get proof of no-claims discount?",
    "When is it appropriate to contact the emergency helpline?",
    "What do I do if my car is stolen?",
    "How to verify if my car has third-party coverage?",
    "What is the difference between 'market value' and 'agreed value'?",
    "Is it permitted to drive overseas with this policy?",
    "Can I add coverage for international driving?",
    "What is excluded from my coverage?",
    "Where do I find definitions for policy terms?",
    "Is it okay to have modifications on my vehicle?",
    "Can you help me find out about legal cover?",
    "I need to make a claim for a broken window; what steps are involved?",
    "Is there an additional fee for adding a driver?",
    "Do you know the deadline for filing a claim after an incident?",
    "Where is the section on exclusions and limitations?",
    "Can you tell me what happens if I miss a premium payment?",
    "Can I change my policy start date?",
    "What are the types of accidents that affect my premium?",
    "How do I update my contact information?",
    "When is it appropriate to contact roadside assistance?",
    "What do I do if my car is written off?",
    "How to cancel my policy if I no longer need it?",
    "What is the difference between full cover and third-party only?"
]
